{"traits": {"0549cc93-5f86-4dd0-aa65-b3d9868f0fd8": {"name": "Race: Merfolk", "children": {"1b5154ae-fd80-4bc6-8a72-aae673163919": {"name": "Enhanced Move (Swimming)", "tags": ["Advantage", "Exotic", "Physical"], "notes": "Multiply normal Swimming Move by 1 + level"}, "88cfae40-b574-4bb9-a3ce-564e502006ed": {"name": "Gills", "tags": ["Advantage", "Exotic", "Physical"], "notes": "Can breathe in air or water"}, "b6e4c278-f233-4b81-9547-1e11c427dd3c": {"name": "Pressure Support", "tags": ["Advantage", "Exotic", "Physical"]}, "7f816acf-c4e6-45b1-9680-1cbd7a27e6af": {"name": "Scanning Sense (Sonar)", "tags": ["Advantage", "Exotic", "Physical"]}, "3d66efcf-777a-458f-9788-b53b4b8d2a97": {"name": "Dependency (Water, daily)", "tags": ["Disadvantage", "Exotic", "Physical"], "notes": "Lose 1 HP per hour after missing a daily dose"}}}}, "notes": {"225e2d78-0cd5-4b61-a914-39e08626c669": {"text": "Race: Merfolk", "children": {"1fee369d-1e16-4bd3-8ec8-dc846b436fee": {"text": "Merfolk have the heads, arms, and torsos of humans, and the lower bodies\r of fishes – complete with finned tails and scales. The skin of their upper bodies\r can be any color from very fair to swarthy, but it always has a blue or greenish\r cast. Their hair is thick and wavy, and can be any color from platinum blonde\r to jet black. Red hair is almost unknown, but vivid blue or green tresses are\r common. Merfolk eyes are always vivid blue or green. Their fish-halves are\r covered with glistening scales of blue and green, and their tails are forked.\r Their upper bodies are proportioned normally for their ST, but they weigh 30%\r more than normal.\r "}, "ed1c7107-8e55-4f25-853f-24d2378bfbdb": {"text": "Being legless is not a disadvantage to either the Merfolk or the Dolphins –\r they spend their life in an environment where legs aren’t needed! Since they\r can’t move around normally on land, they’re not considered Amphibious;\r although since Merfolk can breathe both air and water, they do qualify for\r Gills. Merfolk do not wear clothes, but do like to wear decorations of coral,\r shell or plant matter. They often wear equipment harnesses of fishgut or\r seaweed."}}}}}